Repository: CubeEngine/CubeEngine
Catalog: worlds/src/main/resources/translations/*.po
Languages: de

source: Creates a new universe
de: Erstellt ein neues Universum

source: Creates a new world
de: Erstellt eine neue Welt

source: Lists the players in a world
de: Listet alle Spieler in einer Welt auf

source: Loads a world from configuration
de: Lädt eine Welt aus der Konfiguration

source: Moves a world into another universe
de: Verschiebt eine Welt in ein anderes Universum

source: Remove a world
de: Entfernt eine Welt

source: Sets the main world
de: Legt die Hauptwelt fest

source: Show info about a world
de: Zeigt die Infos einer Welt an

source: Teleports to the spawn of a world
de: Teleportation zu den Spawn einer Welt

source: Unload a loaded world
de: Schließt eine geladene Welt

source: A critical Error occured while creating the world!
de: Ein kritischer Fehler trat beim Erstellen der Welt auf!

source: A world named {name#world} already exists but is not loaded!
de: Es existiert bereits eine Welt mit dem Namen {name#world} die jedoch nicht geladen ist!

source: A world named {world} already exists and is loaded!
de: Es existiert bereits eine Welt mit dem Namen {world} und ist geladen!

source: Cannot unload main world of main universe!
de: Hauptwelt des Hauptuniversums kann nicht geschlossen werden!

source: Configuration and folder for the world {name#world} removed!
de: Konfiguration und Ordner der Welt {name#world} entfernt!

source: Configuration for the world {name#world} removed!
de: Konfiguration der Welt {name#world} entfernt!

source: Cooling plasma a bit to make {world} in the universe {name#universe}
de: Plasma wird gekühlt um {world} im Universum {name# universe} zu schaffen

source: Could not backup old world folder! Aborting Worldcreation
de: Kann alten Weltenordner nicht sichern! Welterschaffung abgebrochen

source: Could not load {name#world}
de: {name#world} kann nicht geladen werden

source: Could not reload the universes
de: Universen können nicht aktualisiert werden

source: Could not teleport every player out of the world to unload!
de: Es konnte nicht jeder Spieler aus der Welt teleportiert werden um sie zu schließen!

source: Could not unload {world}
de: {world} konnte nicht geladen werden

source: Discovered a new Universe! Heating up stars...
de: Ein neues Universum entdeckt! Die Sterne werden aufgeheizt...

source: Discovering unknown worlds...
de: Unbekannte Welten entdecken...

source: Finishing research...
de: Erkundung wurde beendet...

source: Found a cold rock named {world} in the universe {name#universe}
de: Es wurde ein kaltes Gestirn namens {world} im Universum {name# universe} entdeckt

source: Found {amount#universes} universes with {amount#worlds} worlds!
de: Es wurden {amount# universes} Universen mit {amount#worlds} Welten entdeckt!

source: Found {amount} new worlds in the universe {name#universe}!
de: Es wurden {amount} neue Welten im Universum {name#universe}!

source: Loaded {user}'s data from file!
de: Daten von {user} aus Datei geladen!

source: Old world moved to {name#folder}
de: Alte Welt nach {name#folder} verschoben

source: Saved {user}'s data to file!
de: Daten von {user} in Datei gespeichert!

source: Scraping together Matter...
de: Materie wird gesammelt...

source: Teleported all players out of {world}
de: Teleportiert alle Spieler aus {world} heraus

source: The following players are in {world}
de: Die folgenden Spieler befinden sich in {world}

source: The following worlds do exist:
de: Die folgenden Welten existieren:

source: The world you are in got moved into an other universe!
de: Die Welt in der du dich befindest wurde in ein anderes Universum verschoben!

source: The world {world} is already loaded!
de: Doe Welt {world} ist bereits geladen!

source: There are no players in {world}
de: Es befinden sich keine Spieler in {world}

source: This command can only be used ingame!
de: Dieser Befehl kann nur innerhalb des Spiels benutzt werden!

source: Universe {input} not found!
de: Universum {input} nicht gefunden!

source: Universe {name} not found!
de: Universum {name} nicht gefunden!

source: Unloaded the world {world}!
de: Welt {world} wird geschlossen!

source: World successfully moved!
de: Welt erfolgreich verschoben!

source: World {input} not found!
de: Welt {input} nicht gefunden!

source: World {world} loaded!
de: Welt {world} geladen!

source: You are not allowed to enter the universe {name#universe}!
de: Du darfst das Universum {name#universe} nicht betreten!

source: You are now at the spawn of {world} (main world of the universe {name})
de: Du bist nun am Spawn auf {world} (der Hauptwelt des Universums {name})

source: You are now at the spawn of {world}!
de: Du bist nun am Spawn auf {world}!

source: You have to provide a universe in which to create the world!
de: Du musst ein Universum bereitstellen in der die Welt existieren kann!

source: You have to unload a world before recreating it!
de: Du musst die Welt schließen bevor sie erneuert werden kann!

source: You have to unload the world first!
de: Du musst die Welt zuerst schließen!

source: You need to specify a universe to load the world into!
de: Du musst ein Universum angeben in der die Welt geladen wird!

source: {name#world} {input#environement:color=INDIGO} in the universe {name}
de: {name#world} {input#environment:color=INDIGO} im Universum {name}

source: {name#world} {input#environement:color=INDIGO} {text:(not loaded):color=RED} in the universe {name}
de: {name#world} {input#environment:color=INDIGO} {text:(nicht geladen):color=RED} im Universum {name}

source: {world} gets formed by crushing rocks together in the universe {name#universe}
de: {world} nimmt durch Zusammenstöße der Gestirne im Universum {name#universe} Gestalt an

source: {world} is already in the universe {name}
de: {world} existiert bereits im Universum {name}

source: {world} is now the main world of the universe {name}
de: {world} ist nun die Hauptwelt des Universums {name}
