Repository: CubeEngine/CubeEngine
Catalog: conomy/src/main/resources/assets/org/cubeengine/translations/*_conomy.po
Languages: de

source: Creates a new bank
de: Erstellt eine neue Bank

source: Deletes a bank
de: Löscht eine Bank

source: Deletes a users account.
de: Löscht ein Benutzerkonto

source: Deposits given amount of money into the bank
de: Zahlt Geld in eine Bank ein

source: Gives money to a bank or all banks
de: Gibt Banken Geld

source: Hides the account of given bank
de: Versteckt eine Bank

source: Invites a user to a bank
de: Lädt einen Spieler zu einer Bank ein

source: Joins a bank
de: Tritt einer Bank bei

source: Leaves a bank
de: Verlässt eine Bank

source: Lists all banks
de: Listet alle Banken auf

source: Lists the current invites of a bank
de: Listet die Einladungen einer Bank

source: Lists the members of a bank
de: Listet die Mitglieder einer Bank

source: Pays given amount of money as bank to another account
de: Zahlt einem Spieler aus einer Bank Geld aus

source: Rejects an invite from a bank
de: Lehnt eine Einladung zu einer Bank ab

source: Removes a player from the invite-list
de: Entfernt einen Spieler von der Einladeliste

source: Renames a bank
de: Benennt eine Bank um

source: Reset the money from given banks
de: Setzt das Geld einer Bank zurück

source: Reset the money from given user
de: Setzt das Geld eines Spieler zurück

source: Scales the money from given banks
de: Skaliert die Geldmenge einer Bank

source: Sets given user as owner for a bank
de: Setzt den Besitzer einer Bank

source: Sets the money from given banks
de: Setzt das Geld von Banken

source: Shows the balance of the specified bank
de: Zeigt die Geldmenge einer Bank an

source: Shows the players with the highest balance.
de: Zeigt die reichsten Spieler an.

source: Shows your balance
de: Zeigt den Kontostand an

source: Takes money from given bank or all banks
de: Zieht Geld von einer Bank ab

source: Takes money from given user
de: Zieht Geld von einem Spieler ab

source: Transfer the given amount to another account.
de: Transferiert Geld zu einem anderen Konto

source: Unhides the account of given banks
de: Zeigt eine Bank wieder

source: Withdraws given amount of money from the bank
de: Zieht Geld von einer Bank ab

source: Creates a new account
de: Erstellt ein neues Konto

source: Gives money to one or all players.
de: Gibt allen Spielern Geld.

source: Hides the account of a given player
de: Versteckt das Konto eines Spielers

source: Scales the money of a given player
de: Skaliert das Geld eines Spielers

source: Sets the money of a given player
de: Setzt das Geld eines Spielers

source: Unhides the account of a given player
de: Zeigt das Konto eines Spielers

source: Bank name {input#bank} has already been taken!
de: Die Bank {input#bank} existiert bereits!

source: Bank renamed!
de: Bank wurde umbenannt!

source: Bank {name#bank} Balance: {input#balance}
de: Bank {name#bank} Kontostand: {input#balance}

source: Created new Bank {name#bank}!
de: Erstellt eine neue Bank {name#bank}!

source: Deposited {input#amount} into {name#bank}! New Balance: {input#balance}
de: {input#amount} in {name#bank} eingezahlt! Neuer Kontostand: {input#balance}

source: How did you manage to get invited in the first place?
de: Wie wurdest du überhaupt eingeladen?

source: Members:
de: Mitglieder:

source: Only owners of the bank are allowed to spend the money from it!
de: Nur Besitzer der Bank können Geld davon ausgeben!

source: Only owners of the bank are allowed to withdraw from it!
de: Nur Besitzer der Bank können Geld davon abheben!

source: Owners:
de: Besitzer:

source: Please do specify a bank account to leave
de: Gebe die Bank an die verlassen werden soll

source: Please do specify the bank you want to invite to!
de: Gebe die Bank an zu der eingeladen werden soll

source: Please do specify the bank you want to show the balance of!
de: Gebe die Bank an zu der du den Kontostand anzeigen willst

source: Sorry but robbing a bank is not allowed!
de: Diebstahl ist nicht erlaubt!

source: The bank does not hold enough money to spend that much!
de: Es ist nicht genug Geld in der Bank!

source: The following banks are available:
de: Die folgenden Banken stehen zur Verfügung:

source: The following players are invited:
de: Die folgenden Spieler sind eingeladen:

source: There are currently no invites for this bank
de: Es gibt keine Einladungen für diese Bank

source: There are no banks currently!
de: Es gibt keine Banken

source: There is already a bank names {input#bank}!
de: Es gibt bereits eine Bank mit dem Namen {input#bank}

source: There is no bank account named {input#bank}!
de: Es gibt keine Bank mit dem Namen {input#bank}!

source: This bank does not need an invite to be able to join!
de: Diese Bank erfordert eine Einladung um zu joinen!

source: This bank does not require invites
de: Die Bank erfordert keine Einladungen

source: This bank has no members!
de: Diese Bank hat keine Mitglieder!

source: This bank has no owners!
de: Diese Bank hat keine Besitzer!

source: Transferred {input#amount} from {name#bank} to {name#bank} New Balance: {input#balance}
de: {input#amount} von {name#bank} zu {name#bank} transferiert. Neuer Kontostand: {input#balance}

source: Transferred {input#amount} from {name#bank} to {user}! New Balance: {input#balance}
de: {input#amount} von {name#bank} zu {user} transferiert. Neuer Kontostand: {input#balance}

source: Withdrawn {input#amount} from {name#bank}! New Balance: {input#balance}
de: {input#amount} von {name#bank} abgezogen! Neuer Kontostand: {input#balance}

source: You are already member of this bank!
de: Bereits Mitglied der Bank!

source: You are already owner of this bank!
de: Bereits Besitzer der Bank!

source: You are no longer a member of the bank {name#bank}!
de: Mitgliedschaft der Bank {name#bank} beendet!

source: You are not a member if that bank!
de: Kein Mitglied dieser Bank!

source: You are not allowed to delete your bank!
de: Banklöschung nicht erlaubt!

source: You are not allowed to invite a player to this bank.
de: Einladungen verschicken fpr diese Bank nicht erlaubt.

source: You are not allowed to let someone else join a bank!
de: Fehlende Berechtigung um jemand anders einer Bank beitreten zu lassen!

source: You are not allowed to let someone else leave a bank!
de: Fehlende Berechtigung um jemand anders eine Bank verlassen zu lassen!

source: You are not allowed to see the invites of this bank!
de: Einladungen dieser Bank sind nicht für dich sichtbar!

source: You are not allowed to set an owner for this bank!
de: Besitzer setzen dieser Bank nicht erlaubt!

source: You are not allowed to uninvite someone from this bank!
de: Einladung zurückziehen nicht erlaubt!

source: You are not invited to the bank {name#bank}!
de: Nicht zur Bank {name#bank} eingeladen!

source: You are not owner of this bank!
de: Nicht der Besitzer dieser Bank!

source: You cannot afford to spend that much!
de: Geldmittel nicht ausreichend!

source: You cannot deposit into a bank as console!
de: Bankeinzahlungen sind von der Konsole aus nicht möglich!

source: You cannot withdraw from a bank as console!
de: Abheben von der Bank ist als Konsole nicht möglich!

source: You deleted the bank {name#bank}!
de: Bank {name#bank} gelöscht!

source: You do not have an account!
de: Kein Konto vorhanden!

source: You gave {input#amount} to the bank {input#bank}!
de: {input#amount} der Bank {input#bank} gutgeschrieben!

source: You invited {user} to the bank {name#bank}!
de: {user} zur Bank {name#bank} eingeladen!

source: You need to be invited to join this bank!
de: Einladung notwendig um dieser Bank beizutreten!

source: You need to be owner of a bank to rename it!
de: Besitzerrechte notwendig um Bank umzubenennen!

source: Your balance got reset to {input#balance}.
de: Kontostand zu {input#balance} zurückgesetzt.

source: {user} charged your bank {input#bank} for {input#amount}!
de: {user} hat von der Bank {input#bank} {input#amount} abgehoben!

source: {user} granted {input#amount} to your bank {input#bank}!
de: {user} hat {input#amount} in die Bank {input#bank} eingezahlt!

source: {user} has no account!
de: {user} hat kein Konto!

source: {user} is already member of this bank!
de: {user} ist bereits Mitglied dieser Bank!

source: {user} is already owner of this bank!
de: {user} ist bereits Besitzer dieser Bank!

source: {user} is no longer a member of the bank {name#bank}!
de: {user} ist nicht mehr Mitglied der Bank {name#bank}!

source: {user} is no longer invited to the bank {name#bank}!
de: Einladung von {user} zur Bank {name#bank} zurückgezogen!

source: {user} is not a member of that bank!
de: {user} ist kein Mitglied dieser Bank!

source: {user} is not invited to the bank {name#bank}!
de: {user} ist nicht zur Bank {name#bank} eingeladen!

source: {user} is not owner of any bank!
de: {user} besitzt keine Bank!

source: {user} is now a member of the {name#bank} bank!
de: {user} ist jetzt Mitglied der Bank {name#bank}!

source: {user} is now owner of the bank {name#bank}!
de: {user} ist jetzt Besitzer der {name#bank}!

source: {user} is the owner of the following banks:
de: {user} ist Besitzer der folgenden Banken:

source: {user} needs to be invited to join this bank!
de: {user} benötigt eine Einladung um dieser Bank beizutreten!

source: {user} reset the money of your bank {input#bank} to {input#balance}!
de: {user} hat den Kontostand der Bank {input#bank} auf {input#balance} zurückgesetzt!

source: {user} scaled the money of your bank {input#bank} by {decimal#factor}
de: {user} hat den Kontostand der Bank {input#bank} um {decimal#factor} skaliert

source: {user} set the money of your bank {input#bank} to {input#balance}!
de: {user} hat den Kontostand der Bank {input#bank} auf {input#balance} gesetzt!

source: Administrative commands for Conomy Banks.
de: Administrative Befehle für Banken

source: Bank Information for {name}:
de: Bank Informationen für {name}:

source: Current Balance: {input}
de: Aktueller Kontostand: {input}

source: Invited:
de: Eingeladen:

source: Manages your money in banks.
de: Verwaltet das Geld in Banken.

source: Member:
de: Mitglieder:

source: Owner:
de: Besitzer:

source: Shows bank information
de: Zeigt Bankinformationen

source: There is no bank account named {input#name}!
de: Es gibt keine Bank {input#name}!

source: This bank is hidden for other players!
de: Dies Bank ist für andere Spieler versteckt!

source: [fromRank-]toRank
de: [von Rang-]bis Rang

source: *|<players>
de: *|<Spieler>

source: Administrative commands for Conomy
de: Administrative Befehle

source: Manage your money
de: Verwalte dein Geld

source: Withdrew {currency} from your account.
de: {currency} vom Kontostand abgezogen.

source: You were granted {currency}.
de: {currency} gewährt.

source: Your balance has been set to {currency}.
de: Kontostand wurde auf {currency} gesetzt.

source: {user} just paid you {currency}!
de: {1:currency} vom {0:user} erhalten!

source: Could not give the money to {user}!
de: Überweisung zu {user} nicht erfolgreich!

source: Created account for {user}!
de: Konto für {user} eröffnet!

source: Deleted the account of {user}
de: Konto von {user} aufgelöst

source: If you are out of money, better go work than typing silly commands in the console.
de: Wenn du kein Geld mehr hast geh lieber Arbeiten statt doofe Befehle in die Konsole einzutippen.

source: Invalid rank!
de: Ungültiger Rang!

source: No account found for {user}!
de: Kein Konto für {user} gefunden!

source: Please specify a player to use their account.
de: Bitte gebe einen Spielernamen an um dessen Konto zu nutzen.

source: Scaled the balance of every online player by {decimal#factor}!
de: Kontostand aller online Spieler um {decimal#factor} skaliert!

source: Scaled the balance of every player by {decimal#factor}!
de: Kontostand aller Spielr um {decimal#factor} skaliert!

source: Scaled the balance of the bank {input#bank} by {decimal#factor}!
de: Kontostand der Bank {input#bank} um {decimal#factor} skaliert!

source: Scaled the balance of {user} by {decimal#factor}!
de: Kontostand von {user} um {decimal#factor} skaliert!

source: The Transaction was not successful!
de: Transaktion nicht erfolgreich!

source: The account of the bank {input#bank} got reset to {input#balance}!
de: Kontostand der Bank {input#bank} auf {input#balance} zurückgesetzt!

source: The bank {input#bank} is already hidden!
de: Die Bank {input#bank} ist bereits versteckt!

source: The bank {input#bank} is no longer hidden!
de: Die Bank {input#bank} ist nicht mehr versteckt!

source: The bank {input#bank} is now hidden!
de: Die Bank {input#bank} ist jetzt versteckt!

source: The bank {input#bank} was not hidden!
de: Die Bank {input#bank} war nicht versteckt!

source: The money of bank account {input#bank} got set to {input#balance}!
de: Der Kontostand der Bank {input#bank} wurde auf {input#balance} zurückgesetzt!

source: Top Balance ({amount})
de: Top Kontostände ({amount})

source: Top Balance from {integer} to {integer}
de: Top Kontostände von {integer} to {integer}

source: Use the -force flag to create the account anyway.
de: Nutze den -force Schalter um das Konto dennoch zu erstellen.

source: What are you trying to do?
de: Was soll das werden?

source: You already have an account!
de: Konto existiert bereits!

source: You are not allowed to create account for other users!
de: Fehlende Berechtigung um Konto für andere Benutzer zu erstellen!

source: You are not allowed to pay money as someone else!
de: Fehlende Berechtigung um Geld als jemand anders zu überweisen!

source: You cannot afford {currency}!
de: Du kannst dir {currency} nicht leisten!

source: You gave {currency} to every online player!
de: {currency} an jeden online Spieler überwiesen!

source: You gave {currency} to every player!
de: {currency} an jeden Spieler überwiesen!

source: You gave {currency} to {user}!
de: {currency} an {user} überwiesen!

source: You have set every online player account to {currency}!
de: Kontostände aller online Spieler auf {currency} gesetzt!

source: You have set every player account to {currency}!
de: Kontostände aller Spieler auf {currency} gesetzt!

source: You have to provide a player!
de: Spieler muss angegeben werden!

source: You reset every online players' account!
de: Kontostände aller online Spielr zurückgesetzt!

source: You reset every players' account!
de: Kontostände alle Spieler zurückgesetzt!

source: You took {currency} from every online player!
de: {currency} von allen online Spielern abgezogen!

source: You took {currency} from every player!
de: {currency} von allen Spielern abgezogen!

source: You took {currency} from {user}!
de: {currency} von {user} abgezogen!

source: You took {input#amount} from the bank {input#bank}!
de: {input#amount} von der Bank {input#bank} abgezogen!

source: Your account has now been created!
de: Konto erstellt!

source: {currency} transferred from {user}'s to {user}'s account!
de: {currency} vom Konto von {user} zum Konto von {user} überwiesen!

source: {currency} transferred to {user}'s account!
de: {currency} zum Konto von {user} überwiesen!

source: {user} account reset to {input#balance}!
de: Kontostand von {user} auf {input#balance} zurückgesetzt!

source: {user} account set to {currency}!
de: Kontostand von {user} auf {currency} gesetzt!

source: {user} already has an account!
de: {user} hat bereits ein Konto!

source: {user} cannot afford {currency}!
de: {user} kann sich {currency} nicht leisten!

source: {user} did not have an account to delete!
de: {user} hat kein Konto!

source: {user} does not have an account!
de: {user} hat kein Konto!

source: {user} has never played on this server!
de: {user} hat nie auf diesem Server gespielt!

source: {user}'s Balance: {currency}
de: {user}'s Kontosdtand: {currency}

source: {user}'s account is already hidden!
de: Konto von {user} ist bereits versteckt!

source: {user}'s account is no longer hidden!
de: Konto von {user} ist nicht mehr versteckt!

source: {user}'s account is now hidden!
de: Konto von {user} ist jetzt versteckt!

source: {user}'s account was not hidden!
de: Konto von {user} war nicht versteckt!
