Repository: CubeEngine/CubeEngine
Catalog: signmarket/src/main/resources/assets/org/cubeengine/translations/*_signmarket.po
Languages: de

source: Enters the editmode allowing to change market signs easily
de: Startet den Editiermodus und erlaubt Schilder einfach zu editieren

source: -- {text:Sign Market:color=PURPLE} - {text:Edit Mode:color=PURPLE} --
de: -- {text:Sign Market:color=PURPLE} - {text:Editiermodus:color=PURPLE} --

source: Added all ({amount}) {name#material} to the stock!
de: Alle ({amount}) {name#material} zum Vorrat hinzugefügt!

source: Added {amount}x {input#material} to the stock!
de: {amount}x {input#material} zum Vorrat hinzugefügt!

source: Book-Enchantments:
de: Buch Verzauberungen:

source: Changed active sign!
de: Aktives Schild geändert!

source: Double click to break the sign!
de: Doppelklicke um das Schild abzureissen!

source: Enchantments:
de: Verzauberungen:

source: Exiting edit mode.
de: Editiermodus verlassen.

source: In stock: {amount}/{amount#max}
de: Auf Vorrat: [amount}/{amount#max}

source: In stock: {amount}/{text:Infinite}
de: Auf Vorrat: {amount}/{text:Unendlich}

source: In stock: {amount}/{text:Unknown:color=RED}
de: Auf Vorrat: {amount}/{text:Unbekannt:color=RED}

source: Invalid amount!
de: Ungültige Menge!

source: Invalid price!
de: Ungültiger Preis!

source: Invalid sign!
de: Ungültiges Schild!

source: Item in sign updated!
de: Item in Schild a aktualisiert!

source: MarketSign destroyed!
de: Marktschild zerstört!

source: MarketSigns are disabled in the configuration for this world!
de: Marktschild sind in dieser Welt deaktiviert!

source: No item given!
de: Kein Item gegeben!

source: No sign-type given!
de: Kein Schildtyp gegeben!

source: Someone else is editing this sign!
de: Jemand anderes bearbeitet dieses Schild bereits!

source: That is not a market sign!
de: Das ist kein Marktschild!

source: The market sign cannot hold all your items!
de: Das Marktschild kann nicht all deine Items fassen!

source: The market sign inventory is full!
de: Dieses Marktschild hat ein volles Inventar!

source: The owner cannot afford the money to acquire your items!
de: Der Besitzer kann sich diese Items nicht leisten!

source: There are no more items stored in the sign!
de: Es gibt keine Items mehr in diesem Schild!

source: This market sign is {text:Sold Out:color=DARK_RED}!
de: Dieses Marktschild ist {text:Ausverkauft:color=DARK_RED}!

source: This market sign is {text:full:color=DARK_RED}! You can no longer sell items to it.
de: Dieses Marktschild ist {text:voll:color=DARK_RED}! Weiterer Verkauf ist nicht möglich.

source: This market sign is {text:satisfied:color=DARK_RED}! You can no longer sell items to it.
de: Die Nachfrage dieses Marktschildes ist {text:getstillt:color=DARK_RED}! Weiterer Verkauf ist nicht möglich.

source: This sign is being edited right now!
de: Dieses Schild wird gerade bearbeitet!

source: This sign is not a market-sign!
de: Dies ist kein Marktschild!

source: This signs inventory is being edited right now!
de: Schildinventar wird gerade bearbeitet!

source: Use shift leftclick to convert the sign.
de: Nutze Umschalt + Linksklick um das Schild zu konvertieren.

source: Use your bare hands to break the sign!
de: Freie Hände zum Abbauen des Schildes benötigt!

source: You are not allowed to break admin market signs!
de: Fehlende Berechtigung um Admin Schilder abzubauen!

source: You are not allowed to break admin signs!
de: Fehlende Berechtigung um Admin Schilder abzubauen!

source: You are not allowed to break others market signs!
de: Fehlende Berechtigung um Marktschilder von Anderen abzubauen!

source: You are not allowed to break your own market signs!
de: Fehlende Berechtigung um eigene Marktschilder abzubauen!

source: You are not allowed to create market signs!
de: Fehlende Berechtigung um Marktschilder zu erstellen!

source: You are not allowed to destroy others market signs!
de: Fehlende Berechtigung um andere Schilder abzubauen!

source: You are not allowed to edit Signs of other players!
de: Fehlende Berechtigung um Schilder von anderen Spielern zu bearbeiten!

source: You are not allowed to edit admin signs!
de: Fehlende Berechtigung um Adminschilder zu bearbeiten!

source: You are not allowed to edit player signs!
de: Fehlende Berechtigung um Schilder zu bearbeiten!

source: You are not allowed to see the market signs inventories
de: Fehlende Berechtigung um Marktschild Inventare zu sehen

source: You are not allowed to use buy market signs!
de: Fehlende Berechtigung um Kaufschilder zu nutzen!

source: You are not allowed to use sell market signs!
de: Fehlende Berechtigung um Verkaufschilder zu nutzen!

source: You bought {amount}x {input#item} for {input#price}.
de: {amount}x {input#item} für {input#price} gekauft.

source: You can't afford these items!
de: Geldmittel unzureichend!

source: You do not have enough items to sell!
de: Nicht genug Items zum verkaufen im Inventar!

source: You don't have enough space in your inventory for these items!
de: Nicht genug Platz im Inventar für diese Items!

source: You have to take all items out of the market sign to be able to change the item in it!
de: Es müssen alle Items aus dem Schild genommen werden um das Item des Schilds zu ändern!

source: You sold {amount}x {input#item} for {input#price}.
de: {amount}x {input#item} für {input#price} verkauft.

source: Your inventory is full!
de: Inventar ist voll!

source: {text:Buy:color=DARK_BLUE}: {amount} for {input#price} from {input#owner}
de: {text:Kaufen:color=DARK_BLUE}: {amount} für {input#price} von {input#owner}

source: {text:Buy:color=DARK_BLUE}: {amount} for {input#price} from {user#owner}
de: {text:Kaufen:color=DARK_BLUE}: {amount} für {input#price} von {user#owner}

source: {text:Sell:color=DARK_BLUE}: {amount} for {input#price} to {input#owner}
de: {text:Verkaufen:color=DARK_BLUE}: {amount} für {input#price} von {input#owner}

source: {text:Sell:color=DARK_BLUE}: {amount} for {input#price} to {user#owner}
de: {text:Verkaufen:color=DARK_BLUE}: {amount} für {input#price} von {user#owner}
