Repository: CubeEngine/CubeEngine
Catalog: roles/src/main/resources/translations/*.po
Languages: de

source: Adds a parent role to given role [in world]
de: Fügt einer Rolle [in Welt] eine Vorläuferrolle hinzu

source: Assign a role to the player [in world] [-temp]
de: Weist einem Spieler [in Welt] [-temp] eine Rolle zu

source: Checks for metadata of a user [in world]
de: Prüft auf Metadaten eines Spielers [in Welt]

source: Checks for permissions of a user [in world]
de: Prüft Rechte eines Spielers [in Welt]

source: Checks the permission in given role [in world]
de: Prüft Rechte einer Rolle [in Welt]

source: Clears all roles from the player and sets the defaultroles [in world]
de: Löscht alle Rollen eines Spielers [in Welt] und setzt die Standart Rollen

source: Clears the metadata for given role [in world]
de: Löscht die Metadaten einer Rolle [in Welt]

source: Creates a new role [in world]
de: Erstellt eine neue Rolle [in Welt]

source: Deletes a role [in world]
de: Löscht eine Rolle [in Welt]

source: List permission assigned to a user in a world
de: Listet einem Spieler zugewiesende Rechte

source: Lists all default roles [in world]
de: Listet die Standartrollen [in Welt]

source: Lists all metadata of given role [in world]
de: Listet alle Metadaten einer Rolle [in Welt]

source: Lists all parents of given role [in world]
de: Listet alle Vorläuferrollen von einer Rolle [in Welt]

source: Lists all permissions of given role [in world]
de: Listet alle Rechte einer Rolle [in Welt]

source: Lists all roles in a world or globally
de: Listet alle Rollen in einer Welt oder global

source: Lists assigned metadata from a user [in world]
de: Listet alle Metadaten eines Spielers [in Welt]

source: Lists roles of a user [in world]
de: Listet die Rollen eines Spielers [in Welt]

source: Overrides all configs with current settings
de: Überschreibt alle Konfigurationen mit den aktuellen Einstellungen

source: Reloads all roles from config
de: Lädt alle Rollen von den Konfigurationen neu

source: Removes a parent role from given role [in world]
de: Löscht eine Vorläuferrolle von einer Rolle [in Welt]

source: Removes a role from the player [in world]
de: Entfernt eine Rolle von einem Spieler [in Welt]

source: Removes all parent roles from given role [in world]
de: Entfernt alle Vorläuferrollen von einer Rolle [in Welt]

source: Renames given role [in world]
de: Benennt eine Rolle [in Welt] um

source: Resets a permission for this user [in world]
de: Setzt ein Recht eines Spielers [in Welt] zurück

source: Resets metadata for this user [in world]
de: Setzt Metadaten eines Spielers [in Welt] zurück

source: Resets the metadata for given role [in world]
de: Setzt Metadaten einer Rolle [in Welt] zurück

source: Sets a permission for this user [in world]
de: Setzt ein Recht für einen Spieler [in Welt]

source: Sets metadata for this user [in world]
de: Setzt Metadaten für einen Spieler [in Welt]

source: Sets or resets the current default world
de: Setzt die aktuelle Standartwelt

source: Sets the metadata for given role [in world]
de: Setzt die Metadaten für eine Rolle [in Welt]

source: Sets the permission for given role [in world]
de: Setzt ein Recht für eine Rolle [in Welt]

source: Sets the priority of given role [in world]
de: Setzt die Priorität einer Rolle [in Welt]

source: Show the priority of given role [in world]
de: Zeigt die Priorität einer Rolle [in Welt]

source: The server is currently running in offline mode. Permissions will not be applied until logging in! Contact an Administrator if you think this is an error.
de: Der Server läuft derzeit im Offline Modus. Rechte werden nicht zugewiesen solange der Spieler nicht eingeloggt ist. Benachrichtige einen Administrator falls das ein Fehler ist.

source: Your role {name} is not available in {world}
de: Die Rolle {name} ist in {world} nicht verfügbar

source: Your temporary role {name} is not available in {world}
de: Die temporäre Rolle {name} ist in {world} nicht verfügbar

source: Manages the roles
de: Verwaltet die Rollen

source: [g:]role
de: [g:]Rolle

source: Manage roles
de: Verwaltet Rollen

source: Manage users
de: Verwaltet Benutzer

source: Manages the module
de: Verwaltet das Roles Modul

source: [g:]parentrole
de: [g:]Vorläuferrolle

source: new name
de: neuer Name

source: (Including inherited metadata)
de: (Inklusive geerbte Metadaten)

source: (Including inherited permissions)
de: (Inklusive geerbte Rechte)

source: Added the role {name} temporarily to {user} in {world}.
de: Rolle {name} temporär {user} in {world} zugeordnet.

source: Added the role {name} to {user} in {world}.
de: Rolle {name} {user} in {world} zugeordnet.

source: Added {name#role} as parent role for the global role {name}!
de: Rolle {name#role} als Vorläuferrolle für die globale Rolle {name} hinzugefügt!

source: Added {name#role} as parent role for the role {name} in {world}
de: Rolle {name#role} als Vorläuferrolle für die Rolle {name} in {world} hinzugefügt!

source: All parent roles of the global role {name} cleared!
de: Alle Vorläuferrollen der globalen Rolle {name} entfernt!

source: All parent roles of the role {name} in {world} cleared!
de: Alle Vorläuferrollen der Rolle {name} in {world} entfernt!

source: All your roles commands will now have {world} as default world!
de: Alle Roles Befehle nutzen jetzt {world} als Standartwelt!

source: Cleared the roles of {user} in {world}.
de: Alle Rollen von {user} in {world} entfernt.

source: Could not find the global parent role {name}.
de: Konnte die globale Vorläuferrolle {name} nicht finden.

source: Could not find the global role {name}.
de: Konnte die globale Rolle {name} nicht finden.

source: Could not find the parent role {name} in {world}.
de: Konnte die Vorläuferrolle {name} in {world} nicht finden.

source: Could not find the role {name} in {world}
de: Konnte Rolle {name} in {world} nicht finden.

source: Could not find the role {name} in {world}.
de: Konnte Rolle {name} in {world} nicht finden.

source: Default roles assigned:
de: Standardrollen zugewiesen:

source: Deleted the role {name} in {world}!
de: Rolle {name} in {world} gelöscht!

source: Global role {name} created!
de: Globale Rolle {name} erstellt!

source: Global role {name} deleted!
de: Globale Rolle {name} gelöscht!

source: Global role {name} renamed to {name#new}!
de: Globale Rolle {name} zu {name#new} umbenannt!

source: Metadata cleared for the global role {name}!
de: Alle Metadaten für die globale Rolle {name} gelöscht!

source: Metadata cleared for the role {name} in {world}!
de: Alle Metadaten für die Rolle {name} in {world} gelöscht!

source: Metadata of the global role {name}:
de: Metadaten der globalen Rolle {name}:

source: Metadata of the role {name} in {world}:
de: Metadaten der Rolle {name} in {world}:

source: Metadata of {user} cleared in {world}!
de: Alle Metadaten von {user} in {world} gelöscht!

source: Metadata of {user} in {world}:
de: Metadaten von {user} in {world}:

source: Metadata {input#key} of {user} removed in {world}!
de: Metadaten für {input#key} von {user} in {world} entfernt!

source: Metadata {input#key} of {user} set to {input#value} in {world}!
de: Metadaten für {input#key} von {user} in {3:world} auf {2:input#value} gesetzt!

source: Metadata {input#key} reset for the global role {name}!
de: Metadaten für {input#key} von der globalen Rolle {name} entfernt!

source: Metadata {input#key} reset for the role {name} in {world}!
de: Metadaten für {input#key} von der Rolle {name} in {world} entfernt!

source: Metadata {input#key} set to {input#value} for the global role {name}!
de: Metadaten für {input#key} von der globalen Rolle {2:name} auf {1:input#value} gesetzt!

source: Metadata {input#key} set to {input#value} for the role {name} in {world}!
de: Metadaten für {input#key} von der Rolle {name} in {3:world} auf {2:input#value} gesetzt!

source: No metadata set for the global role {name}.
de: Keine Metadaten in der globalen Rolle {name} gefunden.

source: No metadata set for the role {name} in {world}.
de: Keine Metadaten in der Rolle {name} in {world} gefunden.

source: No permissions set for the global role {name}.
de: Keine Rechte in der globalen Rolle {name} gefunden.

source: No permissions set for the role {name} in {world}.
de: Keine Rechte in der Rolle {name} in {world} gefunden.

source: Or you can define a default world with {text:/roles admin defaultworld <world>}
de: Oder definiere eine Standardwelt mit {text:/roles admin defaultworld <world>}

source: Origin: {name#role}
de: Ursprung: {name#role}

source: Origin: {text:directly assigned}
de: Ursprung: {text:direkt zugwiesen}

source: Permission inherited from:
de: Recht geerbt von:

source: Permission {input} neither set nor registered!
de: Recht {input} weder gesetzt noch registriert!

source: Permission {input} not set but default is: {name#default}!
de: Recht {input} nicht gesetzt aber Standard ist: {name#default}!

source: Permission {input} of {user} reset!
de: Recht {input} von {user} zurückgesetzt!

source: Permission {input} of {user} resetted!
de: Recht {input} von {user} zurückgesetzt!

source: Permission {input} of {user} set to false!
de: Recht {input} von {user} auf falsch gesetzt!

source: Permission {input} of {user} set to true!
de: Recht {input} von {user} auf wahr gesetzt!

source: Permissions of the global role {name}.
de: Rechte der globalen Rolle {name}.

source: Permissions of the role {name} in {world}:
de: Rechte der Rolle {name} in {world}:

source: Permissions of {user} in {world}.
de: Rechte des Spielers {user} in {world}:

source: Please provide a world.
de: Es muss eine Welt angegeben werden.

source: Priority of the global role {name} set to {input#priority}!
de: Die Priorität der globalen Rolle {name} wurde auf {input#priority} gesetzt!

source: Priority of the role {name} set to {input#priority} in {world}!
de: Die Priorität der globalen Rolle {name} in {2:world} wurde auf {1:input#priority} gesetzt!

source: Removed the parent role {name} from the global role {name}!
de: Vorläuferrolle {name} von der globalen Rolle {name} entfernt!

source: Removed the parent role {name} from the role {name} in {world}!
de: Vorläuferrolle {name} von der Rolle {name} in {world} entfernt!

source: Removed the role {name} from {user} in {world}.
de: Rolle {name} von {user} in {world} entfernt.

source: Renaming failed! The role global {name} already exists!
de: Umbenennung fehlgeschlagen! Die globale Rolle {name} existiert bereits!

source: Renaming failed! The role {name} already exists in {world}!
de: Umbenennung fehlgeschlagen! Die Rolle {name} existiert bereits in {world}!

source: Role {name} created!
de: Rolle {name} erstellt!

source: Roles of {user} in {world}:
de: Rolle von {user} in {world}:

source: The following global roles are available:
de: Die folgenden globalen Rollen sind verfügbar:

source: The following roles are available in {world}:
de: Die folgenden Rollen sind in {world} verfügbar:

source: The following roles are default roles in {world}!
de: Die folgenden Rollen sind Standardrollen in {world}!

source: The global role {name} has following parent roles:
de: Die globale Rolle {name} hat die folgenden Vorläuferrollen:

source: The global role {name} has no parent roles.
de: Die globale Rolle {name} hat keine Vorläuferrollen.

source: The permission {name} is not assigned to the global role {name}.
de: Das Recht {name} ist nicht der globalen Rolle {name} zugewiesen.

source: The permission {name} is not assigned to the role {name} in {world}.
de: Das Recht {name} ist nicht der Rolle {name} in {world} zugewiesen.

source: The player {user} does have access to {input#permission} in {world}
de: Der Spieler {user} hat das Recht {input#permission} in {world}

source: The player {user} does not have access to {input#permission} in {world}
de: Der Spieler {user} hat nicht das Recht {input#permissionm} in {world}

source: The priority of the global role {name} is: {integer#priority}
de: Die Priorität der globalen Rolle {name} ist: {integer#priority}

source: The priority of the role {name} in {world} is: {integer#priority}
de: Die Priorität der Rolle {name} in {world} ist: {integer#priority}

source: The role {name} in {world} has following parent roles:
de: Die Rolle {name} in {world} hat die folgenden Vorläuferrollen:

source: The role {name} in {world} has no parent roles.
de: Die Rolle {name} in {world} hat keine Vorläuferrollen.

source: There are no default roles set for {world}!
de: Es gibt keine Standardrollen in {world}!

source: There are no global roles!
de: Es gibt keine globalen Rollen!

source: There are no roles in {world}!
de: Es gibt keine Rollen in {world}!

source: There is already a global role named {name}.
de: Es gibt bereits eine globale Rolle {name}.

source: There is already a role named {name} in {world}.
de: Es gibt bereits eine Rolle {name} in {world}.

source: These are the same names!
de: Das sind dieselben Namen!

source: You are not allowed to assign the role {name} in {world}!
de: Fehlende Berechtigung um die Rolle {name} in {world} zuzuweisen!

source: You are not allowed to remove the role {name} in {world}!
de: Fehlende Berechtigung um die Rolle {name} in {world} zu entfernen!

source: You are using {world} as current world.
de: {world} ist die Standardwelt

source: You can define a world with {text:/roles admin defaultworld <world>}
de: Definiere eine Standardwelt mit {text:/roles admin defaultworld <world>}

source: You cannot assign a temporary role to a offline player!
de: Temporäre Rollen können nicht offline Spielern zugewiesen werden!

source: {input#key} is not set for {user} in {world}.
de: {input#key} ist nicht für {user} in {world} gesetzt.

source: {input#permission} directly assigned to the user!
de: {input#permission} direkt dem Spieler zugewiesen!

source: {input#permission} in the role {name}!
de: {input#permission} in der Rolle {name}

source: {input#priority} is not a valid priority!
de: {input#priority} ist nicht eine gültige Priorität!

source: {name#permission} has been reset for the global role {name}!
de: {name#permission} wurde für die globale Rolle {name} entfernt!

source: {name#permission} has been reset for the role {name} in {world}!
de: {name#permission} wurde für die globale Rolle {name} in {world} entfernt!

source: {name#permission} in the role {name}!
de: {name#permission} in der Rolle {name}!

source: {name#role} is a global role and cannot inherit from a non-global role!
de: {name#role} ist eine globale rolel und kann nicht von einer nicht globalen Rolle erben!

source: {text:Roles} all configurations saved!
de: {text:Roles} alle Konfigurationen gespeichert!
