Repository: CubeEngine/CubeEngine
Catalog: roles/src/main/resources/assets/org/cubeengine/translations/*_roles.po
Languages: de

source: Adds a parent role to given role [in context]
de: Fügt einer Rolle eine Vorgängerrolle [in Kontext] hinzu

source: Assign a role to the player [-temp]
de: Weist einem Spieler [-temp] eine Rolle zu

source: Checks for options of a user [in context]
de: Prüft auf Metadaten eines Spielers [in Kontext]

source: Checks for permissions of a user [in context]
de: Prüft Rechte eines Spielers [in Kontext]

source: Checks the permission in given role [in context]
de: Prüft die Rechte einer Rolle [in Kontext]

source: Clears all roles from the player and sets the defaultroles [in context]
de: Löscht alle Rollen eines Spielers [in Kontext] und setzt die Standart Rollen

source: Clears the options for given role [in context]
de: Löscht die Metadaten einer Rolle [in Kontext]

source: Click to add role
de: Klicke um Rolle hinzuzufügen

source: Click to remove role.
de: Klicke um Rolle zu entfernen.

source: Confirm
de: Bestätigen

source: Creates a new role
de: Erstelle eine neue Rolle

source: Deletes a role
de: Löscht eine Rolle

source: List permission assigned to a user [in context]
de: Listet einem Spieler zugewiesene Rechte [in Kontext]

source: Lists all options of given role [in context]
de: Listet alle Metadaten einer Rolle [in Kontext]

source: Lists all parents of given role [in context]
de: Listet alle Vorgängerrollen einer Rolle [in Kontext]

source: Lists all permissions of given role [in context]
de: Listet alle Berechtigungen einer Rolle [in Kontext]

source: Lists all roles
de: Listet alle Rollen auf

source: Lists assigned options from a user [in context]
de: Listet alle einem Spieler zugwiesene Metadaten [in Kontext] auf

source: Manage roles
de: Verwaltet Rollen

source: Manage users
de: Verwaltet Benutzer

source: Manages the module
de: Verwaltet das Roles Modul

source: Manages the roles
de: Verwaltet die Rollen

source: Overrides all configs with current settings
de: Überschreibt alle Konfigurationen mit den aktuellen Einstellungen

source: Permission not registered
de: Berechtigung nicht registriert

source: Reloads all roles from config
de: Lädt alle Rollen von den Konfigurationen neu

source: Removes a parent role from given role [in context]
de: Entfernt eine Vorgängerrolle von einer Rolle [in Kontext]

source: Removes a role from the player
de: Entfernt eine Rolle von einem Spieler

source: Removes all parent roles from given role [in context]
de: Enfernt alle Vorgängerrollen einer Rolle [in Kontext]

source: Renames given role
de: Benennt eine Rolle um

source: Resets a permission for this user [in context]
de: Setzt eine Berechtigung für diesen Spieler [in Kontext] zurück

source: Resets options for this user [in context]
de: Setzt Metadaten für diesen Spieler [in Kontext] zurück

source: Resets the options for given role [in context]
de: Setzt die Metadaten für eine Rolle [in Kontext] zurück

source: Roles of {user}:
de: Rollen von {user}:

source: Searches for registered Permissions
de: Suche nach registrierten Berechtigungen

source: Sets a permission for this user [in context]
de: Setzt eine Berechtigung für diesen Spieler [in Kontext]

source: Sets an option for given role [in context]
de: Setzt Metadaten für eine Rolle [in Kontext]

source: Sets options for this user [in context]
de: Setzt Metadaten für diesen Spieler [in Kontext]

source: Sets the permission for given role [in context]
de: Setzt die Berechtigung für eine Rolle [in Kontext]

source: Sets the priority of given role
de: Setzt die Priorität einer Rolle

source: Show the priority of given role
de: Zeigt die Priorität einer Rolle

source: Toggles whether given role is a default role
de: Schaltet Standartrolle um

source: false
de: falsch

source: new name
de: neuer Name

source: true
de: wahr

source: Lists all default roles
de: Listet alle Standartrollen

source: Lists roles of a user
de: Listet die Rollen eines Spielers auf
