Repository: CubeEngine/CubeEngine
Catalog: backpack/src/main/resources/translations/*.po
Languages: de

source: Puts items into a backpack
de: Legt Items in einen Rucksack

source: creates a new backpack
de: Erstellt einen neuen Rucksack

source: modifies a backpack
de: Bearbeitet einen Rucksack

source: opens a backpack
de: Öffnet einen Rucksack

source: A backpack named {input#backpack} already exists in {world}
de: Ein Rucksack namens {input#backpack} existiert bereits in {world}

source: Could not change page amount! Not enough space!
de: Konnte die Seitenzahl nicht ändern! Nicht genügend Platz!

source: Could not change page size! Not enough space!
de: Konnte die Seitengröße nicht ändern! Nicht genügend Platz!

source: Created global backpack {input#backpack} for {user}
de: Globalen Rucksack {input#backpack} für {user} erstellt

source: Created grouped backpack {input#backpack} in {world} for {user}
de: Gruppierten Rucksack {input#backpack} in {world} für {user} erstellt

source: Created singleworld backpack {input#backpack} in {world} for {user}
de: Lokalen Rucksack {input#backpack} in {world} für {user} erstellt

source: Item added to backpack!
de: Item in Rucksack gelegt!

source: Items are allowed to go in!
de: Items dürfen hinzugefügt werden!

source: Items are not allowed to go in!
de: Items dürfen nicht hinzugefügt werden!

source: Page-size changed!
de: Seitengröße geändert!

source: Pages changed!
de: Seiten geändert!

source: You don't have a backpack named {input#backpack} in this world!
de: Du hast keinen Rucksack namens {input#backpack} in dieser Welt!

source: You received items in your backpack {input#backpack}
de: Du hast Gegenstände in deinem Rucksack erhalten {input#backpack}

source: {user} already had a backpack named {input#backpack} in {world}
de: {user} hat bereits einen Rucksack namens {input#backpack} in {world}

source: {user} does not have a backpack named {input#backpack} in this world!
de: {user} hat keinen Rucksack namens {input#backpack} in dieser Welt!

source: The Backpack commands
de: Die Rucksack-Befehle
