Repository: CubeEngine/CubeEngine
Catalog: teleport/src/main/resources/assets/org/cubeengine/translations/*_teleport.po
Languages: de

source: Accepts any pending teleport request.
de: Akzeptiert eine Teleportanfrage.

source: Changes the global respawnpoint
de: Verschiebt den globalen Respawn-Punkt

source: Denies any pending teleport request.
de: Lehnt eine Teleportanfrage ab

source: Direct teleport to a coordinate.
de: Teleportiert direkt zu einer Koordinate

source: Jumping in the console is not allowed! Go play outside!
de: In der Konsole ist Springen verboten! Geh' zum spielen nach draußen!

source: Jumps to the position you are looking at.
de: Teleportiert zum anvisierten Block

source: No one wants to teleport to you!
de: Keiner will zu dir teleportieren!

source: Passing through firewalls in the console is not allowed! Go play outside!
de: In der Konsole ist das Durchdringen von Firewalls verboten! Geh' zum Spielen nach draußen!

source: Places a player to the position you are looking at.
de: Platziert einen Spieler an der anvisierten Stelle

source: Pro Tip: Teleport does not work IRL!
de: Pro Tip: Teleportieren klappt noch nicht IRL!

source: Requests to teleport a player to you.
de: Bittet einen Spieler her zu teleportieren

source: Requests to teleport to a player.
de: Bittet zu einem Spieler zu teleportieren

source: Swaps you and another players position
de: Tauscht die Position von zwei Spielern

source: Teleport a player directly to you.
de: Teleportiert einen Spieler her.

source: Teleport directly to a player.
de: Teleportiert zu einem Spieler.

source: Teleport every player directly to you.
de: Teleportiert alle Spieler her

source: Teleports a player to spawn
de: Teleportiert einen Spieler zum Spawn

source: Teleports all players to spawn
de: Teleportiert alle Spieler zum Spawn

source: Teleports everyone directly to a player.
de: Teleportiert alle Spieler zu einem anderen.

source: Teleports to the highest point at your position.
de: Teleportiert zur höchsten Position.

source: Teleports you X amount of blocks into the air and puts a glass block beneath you.
de: Teleportiert X Blöcke nach oben und setzt einen Glasblock.

source: Teleports you to the next safe spot downwards.
de: Teleportiert zum nächsten sicheren Platz nach unten.

source: Teleports you to the next safe spot upwards.
de: Teleportiert zum nächsten sicheren Platz nach oben.

source: Teleports you to the spawn of given world
de: Teleportiert zum Spawnpunkt einer Welt

source: Teleports you to your last location
de: Teleportiert zurück zur letzten Position

source: Unfortunately teleporting is still not implemented in the game {text:'Life'}!
de: Leider ist teleportieren noch nicht im Spiel {text:'Leben'} implementiert !

source: player
de: Spieler

source: {text:Pro Tip}: Teleport does not work IRL!
de: Pro Tip: Teleportieren klappt noch nicht IRL!
