Repository: CubeEngine/CubeEngine
Catalog: hide/src/main/resources/assets/org/cubeengine/translations/*_hide.po
Languages: de

source: Checks whether a player can see hidden players.
de: Prüft ob der Spieler versteckte Spieler sehen kann.

source: Checks whether a player is hidden.
de: Prüft, ob der Spiele versteckt ist.

source: Hides a player.
de: Versteckt einen Spieler.

source: Lists all hidden players.
de: Listet alle versteckten Spieler auf.

source: Lists all players who can see hidden players.
de: Listet alle Spieler auf, die versteckte Spieler sehen können.

source: Toggles the ability to see hidden players.
de: Schaltet das Sehen von versteckten Spielern um.

source: Unhides a player.
de: Macht einen Spieler wieder sichtbar.

source: Player {user} is now visible
de: {user} ist jetzt sichtbar

source: You are already hidden!
de: Bereits unsichtbar!

source: You are already visible!
de: Bereits sichtbar!

source: You are currently hidden!
de: Zur Zeit unsichtbar!

source: You are currently visible!
de: Zur Zeit sichtbar!

source: You are now hidden!
de: Ab sofort unsichtbar!

source: You are now visible!
de: Ab sofort sichtbar!

source: You can automatically see hidden players!
de: Unsichtbare Spieler werden automatisch enttarnt!

source: You can't see hidden players!
de: Unsichtbare Spieler nicht sichtbar!

source: You were automatically hidden!
de: Unsichtbarkeit automatisch eingeschaltet!

source: You were hidden by {sender}!
de: Unsichtbarkeit von {sender} eingeschaltet!

source: You were unhidden by {sender}!
de: Unsichtbarkeit von {sender} abgeschaltet!

source: {user} can't see hidden players!
de: {user} kann unsichtbare Spieler nicht sehen!

source: {user} is already hidden!
de: {user} ist bereits unsichtbar!

source: {user} is already visible!
de: {user} ist bereits sichtbar!

source: {user} is currently hidden!
de: {user} ist zur Zeit unsichtbar!

source: {user} is currently visible!
de: {user} ist zur Zeit sichtbar!

source: {user} is now hidden!
de: {user} ist jetzt unsichtbar!

source: {user} is now visible!
de: {user} ist jetzt sichtbar!

source: Player {user} is now hidden!
de: {user} ist jetzt unsichtbar!
