Repository: CubeEngine/CubeEngine
Catalog: chat/src/main/resources/assets/org/cubeengine/translations/*_chat.po
Languages: de

source: Allows you to emote
de: Ermöglicht Emotes

source: Broadcasts a message
de: Versendet eine Nachricht an alle.

source: Changes your display name
de: Ändert den Anzeigenamen

source: Congratulations! You are now looking at this text!
de: Herzlichen Glückwunsch! Du siehst jetzt diesen Text!

source: Displays that you are afk
de: Signalisiert Abwesenheit

source: Displays the colors
de: Zeigt mögliche Chatfarben an

source: Ignores all messages from players
de: Ignoriert alle Nachrichten von Spielern

source: Mutes a player
de: Lässt einen Spieler verstummen

source: Replies to the last person that whispered to you.
de: Antwortet der letzten privaten Nachricht.

source: Sends a private message to someone
de: Sendet eine private Nachricht zu einem anderen Spieler

source: Shows a random number from 0 to 100
de: Würfelt eine Zahl von 0 bis 100

source: Stops ignoring all messages from a player
de: Ignoriert nicht mehr alle Nachrichten von Spielern

source: Unmutes a player
de: Lässt einen verstummten Spieler wieder reden

source: ever
de: immer
