Repository: CubeEngine/CubeEngine
Catalog: vanillaplus/src/main/resources/assets/org/cubeengine/translations/*_vanillaplus.po
Languages: de

source: Adds a player to the whitelist.
de: Fügt einen Spieler zur Whitelist hinzu.

source: Adds an Enchantment to the item in your hand
de: Fügt eine Verzauberung dem Item in deiner Hand hinzu.

source: Allows you to manage your whitelist
de: Erlaubt es dir, die Whitelist zu verwalten

source: Allows you to see into the inventory of someone else.
de: Erlaubt dir das Inventar von einem anderen Spieler zu sehen

source: Best Matched {input#item} {integer#id} for {input}
de: Beste Übereinstimmung {input#item} {integer#id} für {input}

source: Changes a skull to a players skin.
de: Ändert einen Schädel zu dem eines Spielers

source: Changes the difficulty level of the server
de: Ändert das Schwierigkeitslevel auf dem Server

source: Changes the display name of the item in your hand.
de: Ändert den Names eines Items in deiner Hand

source: Changes the gamemode
de: Ändert den Spielemodus

source: Changes the lore of the item in your hand.
de: Ändert die Untertitel eines Items in deiner Hand

source: Changes the time of a world
de: Ändert die Zeit einer Welt

source: Changes the weather
de: Ändert das Wetter

source: Changes your walkspeed.
de: Ändert die Laufgeschwindigkeit

source: Clears the inventory
de: Leert ein Inventar

source: Did you try to use {text:/give} on your new I-Tem?
de: Schon versucht {text:/give} auf deinem neuen I-Tem zu nutzen?

source: Disables the whitelisting
de: Deaktiviert die Whitelist

source: Displays all the online players.
de: Zeigt alle Spieler an, die online sind.

source: Displays chunk, memory and world information.
de: Zeigt Chunk, Speicher und Welten Informationen

source: Displays informations from a player!
de: Zeigt Spielerinformationen

source: Displays near players(entities/mobs) to you.
de: Zeigt nahe Spieler (Entities/Monster) an

source: Displays the biome type you are standing in.
de: Zeigt den Biomtyp an

source: Displays the direction in which you are looking.
de: Zeigt die Blickrichtung an.

source: Displays the seed of a world.
de: Zeigt den Seed einer Welt an

source: Displays the version of the server or a given plugin
de: Zeigt die Version des Servers oder des Plugins

source: Displays your current depth.
de: Zeigt die aktuelle Tiefe an

source: Displays your current location.
de: Zeigt die aktuelle Position

source: Empties the hunger bar
de: Leert die Hungerleiste

source: Enables the whitelisting
de: Aktiviert die Whitelist

source: Generates the chunks located in the border
de: Generiert die Chunks die in der Begrenzung liegen.

source: Gets rid of mobs close to you. Valid types are: monster, animal, pet, golem, boss, other, creeper, skeleton, spider etc.
de: Entfernt Monster in deiner Nähe. Gültige Typen sind: monster, animal, pet, golem, boss, other, creeper, skeleton, spider etc.

source: Gives the specified Item to a player
de: Gibt einem Spieler ein Item

source: Gives the specified Item to you
de: Erschafft ein Item

source: Grants unlimited items
de: Ermöglicht unlimitierte Items

source: Heals a player
de: Heilt einen Spieler

source: If you do this you'll loose your warranty!
de: Wenn du das tust, verlierst du deine Garantie!

source: Kills a player
de: Tötet einen Spieler

source: Kills yourself
de: Suicid begehen

source: Lets you fly away
de: Schaltet den Flugmodus um

source: Lists all loaded plugins
de: Listet alle geladenen plugins auf

source: Lists all the whitelisted players
de: Listet alle Spieler auf der Whitelist auf

source: Looks up an item for you!
de: Sucht nach einem Item

source: Makes a player send a message (including commands)
de: Zwingt einen Spieler eine Nachricht oder Befehl zu versenden

source: No stacking for you.
de: Kein Stapeln für dich.

source: Refills the stack in hand
de: Füllt den Stapel Items in der Hand auf

source: Refills your hunger bar
de: Füllt die Hungerleiste auf

source: Removes a player from the whitelist.
de: Entfernt einen Spieler von der Whitelist

source: Removes entities in a radius
de: Entfernt Einheiten in einem Radius

source: Removes entities in a world
de: Entfernt Einheiten in einer Welt

source: Repairs your items
de: Repariert Items

source: Saves all or a specific world to disk.
de: Speichert Welten ab

source: Shows when given player was online the last time
de: Zeigt an wann ein Spieler letztes mal online war

source: Shuts down the server
de: Fährt den Sever herunter

source: Spawned {amount} {input#message}!
de: {amount} gespawnt: {input#message}!

source: Spawns the specified Mob
de: Spawnt ein Mob

source: Stacks your items up to 64
de: Stapelt gleiche Items zusammen

source: Stashes or unstashes your inventory to reuse later
de: Versteckt dein Inventar

source: The following players are whitelisted
de: Die folgenden Spieler stehen auf der Whitelist:

source: This command can only be used by a player!
de: Dieser Befehl kann nur von einem Spieler benutzt werden!

source: This command is too dangerous for users!
de: Dieser Befehl ist zu gefährlich für Spieler!

source: This will you only give headaches!
de: Das wird dir bloß Kopfschmerzen bereiten!

source: Toggles the god-mode!
de: Wechselt den Gottmodus

source: Trying to give your {text:toys} a name?
de: Versuchst du deinen {text:Spielzeugen} einen Namen zu geben?

source: Want to be Harry Potter?
de: Versuchst du Harry Potter zu sein?

source: Wipes the whitelist completely
de: Leert die Whitelist komplett

source: Yeah you better put it away!
de: Ja packs lieber schnell weg!

source: You can't get enough of it, can you?
de: Du kannst nicht genug davon bekommen, oder?

source: You dug too deep!
de: Du hast zu tief gegraben!

source: You want to kill yourself? {text:The command for that is stop!:color=BRIGHT_GREEN}
de: Du willst dich umbringen? {text:Der Befehl dazu ist stop!:color=BRIGHT_GREEN}

source: Your position: {text:Right in front of your screen!:color=RED}
de: Deine Position: {text:Right in front of your screen!:color=RED}

source: animal
de: Tier

source: border commands
de: Grenzbefehle

source: enchantment[:level]
de: Verzauberung[:Level]

source: entityType[:itemMaterial]
de: EinheitenTyp[:ItemMaterial]

source: for ever
de: für immer

source: hostile
de: Feindselig

source: pet
de: Haustier

source: player
de: Spieler

source: types...
de: Typen...

source: {input#entity} riding {input}
de: {input#entity} reitet {input}

source: {text:ProTip}: I assume you are looking right at your screen, right?
de: {text:ProTip}: Ich denke mal, dass du geradeaus auf deinen Bildschirm siehst, stimmt's?

source: Matched {input#item} {integer#id} for {input}
de: Übereinstimmung {input#item} {integer#id} für {input}
