Repository: CubeEngine/CubeEngine
Catalog: locker/src/main/resources/translations/*.po
Languages: de

source: Deletes a protection by its id
de: Löscht einen Schutz anhand der Kennung

source: Deletes all locks of given player
de: Löscht jeden Schutz eines vorhandenen Spielers

source: Opens a protected chest by protection id
de: Öffnet eine geschützte Truhe anhand der Kennung

source: Sets or unsets flags
de: Setzt oder entfernt Kennzeichen

source: Shows information about a protection
de: Zeigt Informationen über einen Schutz

source: Teleport to a protection
de: Teleport zu einem Schutz

source: Unlocks a password protected chest
de: Öffnet eine mit Passwort geschützte Truhe

source: adds or removes player from the accesslist
de: Ein- oder Ausschreiben eines Spielers zur Zugangsliste

source: creates a KeyBook or invalidates previous KeyBooks
de: Erstellt ein KeyBook oder macht vorherige ungültig

source: creates a donation protection
de: Erstellt ein Spendenschutz

source: creates a free protection
de: Erstellt einen freien Schutz

source: creates a guarded protection
de: Erstellt einen bewachten Schutz

source: creates a private protection
de: Erstellt einen Privatschutz

source: creates a public protection
de: Erstellt einen öffentlichen Schutz

source: gives a protection to someone else
de: übergibt einen Schutz an jemand anderen

source: persists your last locker command
de: übernimmt deinen letzten Locker-Befehl

source: A magical lock from {user} prevents you from accessing this inventory!
de: Ein magischer Bann von {user} verhindert deinen Zugriff auf dieses Inventar!

source: A magical lock from {user} prevents you from using this door!
de: Ein magischer Bann von {user} verhindert deine Benutzung dieser Tür!

source: A magical lock prevents you from accessing this inventory!
de: Ein magischer Bann verhindert deinen Zugriff auf dieses Inventar!

source: A magical lock prevents you from using this door!
de: Ein magischer Bann verhindert deine Benutzung dieser Tür!

source: All flags are now unset!
de: Alle Kennzeichen sind nun zurückgesetzt!

source: An unknown error occurred!
de: Ein unbekannter Fehler ist aufgetreten!

source: As you approach with your KeyBook the magic lock disappears!
de: Wenn du dich mit deinem KeyBook näherst verschwindet der magische Bann!

source: As you inspect the KeyBook closer you realize that its magic power has disappeared!
de: Wenn du das KeyBook eingehender untersuchst, wirst du feststellen dass seine magische Kraft verschwunden ist!

source: As you memorize the pass phrase the magic aura protecting this allows you to interact
de: Sobald du dich an den Geheimspruch erinnerst lässt dich die magische Aura dies benutzen

source: Broken protection detected! Try /cremove on nearby blocks!
de: Zerbrochener Schutz erkannt! Probiere /cremove auf umliegende Blöcke!

source: Change the password to invalidate them!
de: Ändere das Passwort um sie ungültig zu machen!

source: Could not create KeyBook! You need to hold a book in your hand in order to do this!
de: Konnte kein KeyBook erstellen! Du musst ein Buch in deiner Hand halten um dies zu tun!

source: Deleted invalid BlockProtection!
de: Ungültiger Blockschutz entfernt!

source: Donation Lock created!
de: Spendenbann erstellt!

source: Flags set!
de: Kennzeichen gesetzt!

source: Flags unset!
de: Kennzeichen entfernt!

source: Free Lock created!
de: Freier Schutz erstellt!

source: Global access for {user} set!
de: Globaler Zugang für {user} gesetzt!

source: Granted {user} access to this protection!
de: {user} wurde Zugang zu diesem Schutz gewährt!

source: Granted {user} admin access to this protection!
de: {user} wurde Admin-Zugang zu diesem Schutz gewährt!

source: Guarded Lock created!
de: Bewachter Bann erstellt!

source: Has a password and is currently {text:locked:color=RED}
de: Hat ein Passwort und ist derzeit {text:gesperrt:color=RED}

source: Has a password and is currently {text:unlocked:color=YELLOW}
de: Hat ein Passwort und ist derzeit {text:entsperrt:color=YELLOW}

source: If this message keeps coming please contact an administrator!
de: Erscheint diese Nachricht wiederholt kontaktiere bitte einen Administrator!

source: KeyBooks are deactivated!
de: KeyBooks ist deaktiviert!

source: KeyBooks are not enabled!
de: KeyBook ist nicht eingeschaltet!

source: Magic from {user} repelled your attempts to reach this entity!
de: Die Magie von {user} verhindert deinen Vorstoß um diese Sache zu erreichen.

source: Magic prevents you from breaking this protection!
de: Magie behindert dich diesen Schutz zu brechen!

source: Magic prevents you from interacting with this block!
de: Magie behindert dich mit diesem Block zu interagieren!

source: Magic repelled your attempts to hit this entity!
de: Magie verhindert deinen Vorstoß um diese Sache zu schlagen!

source: Magic repelled your attempts to reach this entity!
de: Magie verhindert deinen Vorstoß um diese Sache zu erreichen!

source: Nearby BlockProtection is not valid!
de: Der Blockschutz in der Nähe ist nicht gültig!

source: No protection detected here!
de: Hier wurde kein Schutz erkannt!

source: Persist mode is active. Your command will be repeated until reusing {text:/cpersist}
de: Dauermodus ist aktiv. Dein Befehl wird bis erneuter Eingabe wiederholt {text:/cpersist}

source: Player {user} not found!
de: Spieler {user} nicht gefunden

source: Please report this error to an administrator.
de: Bitte melde diesen Fehler einem Administrator.

source: Private Lock created!
de: Privatbann erstellt!

source: Protection expanded!
de: Schutz erweitert!

source: Protection repaired & expanded!
de: Schutz repariert & erweitert!

source: Protection: #{integer#id} Type: {input#type} by {user}
de: Schutz: #{integer#id} Art: {input#type} von {user}

source: ProtectionType: {input#locktype}
de: Schutzart: {input#locktype}

source: ProtectionType: {input#locktype} Owner: {user}
de: Schutzart: {input#locktype} Besitzer: {user}

source: Public Lock created!
de: Öffentlicher Bann erstellt!

source: Removed Lock!
de: Bann entfernt!

source: Removed global access from {user}
de: Globaler Zugang von {user} entfernt

source: Removed {user}'s access to this protection!
de: Den Zugang für {user} zu diesem Schutz entfernt!

source: Right click a protection to change its flags!
de: Rechtsklicke einen Schutz um dessen Optionen zu ändern!

source: Right click a protection to invalidate old KeyBooks for it!
de: Rechtsklicke einen Schutz um alte Schlüsselbücher zu invalidieren!

source: Right click a protection to modify it!
de: Rechtsklicke einen Schutz um ihn zu modifizieren!

source: Right click a protection to remove it!
de: Rechtsklicke einen Schutz um ihn zu entfernen!

source: Right click a protection to with a book to create a new KeyBook!
de: Rechtsklicke einen Schutz mit einem Buch um ein neues Schlüsselbuch zu erstellen!

source: Right click the item you want to protect with a book in your hand!
de: Rechtsklicke etwas mit einem Buch in der Hand um es zu schützen!

source: Right click the item you want to protect!
de: Rechtsklicke etwas um es zu schützen!

source: Right click to show protection-info
de: Rechtsklicke einen Schutz um Informationen anzuzeigen

source: Right click to unlock a password protected chest!
de: Rechtsklicke einen passwortgesichterten Schutz!

source: Strong magic prevents you from accessing any door!
de: Starke Magie verweigert dir jeglichen Zugang durch eine Tür!

source: Strong magic prevents you from accessing any inventory!
de: Starke Magie verweigert dir jeglichen Zugang zu einem Inventar!

source: Strong magic prevents you from reaching this entity!
de: Starke Magie verweigert dir dies zu erreichen!

source: Sudden pain makes you realize this was not the right passphrase!
de: Plötzlicher Schmerz lässt dich erkennen, dass der Geheimspruch nicht korrekt war.

source: The entity protection corresponding to this book is located at {vector} in {world}
de: Der Schutz der mit diesem Buch verbunden ist befindet sich an der Position {vector} in {world}

source: The following flags are available:
de: Die folgenden Kennzeichen sind verfügbar:

source: The following flags are set:
de: Die folgenden Kennzeichen sind gesetzt:

source: The following users have direct access to this protection
de: Die folgenden Benutzer haben direkten Zugang zu diesem Schutz

source: The magic surrounding this entity quivers as you hit it!
de: Die Magie die der Sache anhaftet knistert sobald du es schlägst!

source: The nearby chest is protected by someone else!
de: Die Truhe in der Nähe ist von jemand anderen geschützt!

source: The nearby door is protected by someone else!
de: Die Tür in der Nähe ist durch jemand anderes geschützt!

source: The protection corresponding to this book is located at {vector} in {world}
de: Der Schutz der mit diesem Buch verbunden ist befindet sich bei {vector} in {world}

source: The protection is currently not active because its owner is offline!
de: Der Schutz ist momentan nicht aktiv da sein Besitzer offline ist!

source: The protection is currently not active because its owner is online!
de: Der Schutz ist momentan nicht aktiv da sein Besitzer online ist!

source: The strong magic surrounding this KeyBook allows you to access the designated protection
de: Die starke Magie die dieses KeyBook umgibt erlaubt dir Zugriff zum zugehörigen Schutz

source: There is already protection here!
de: Es gibt hier bereits einen Schutz!

source: This KeyBook
de: Dieses Schlüsselbuch

source: This block is protected by {user}
de: Dieser Block ist geschützt durch {user}

source: This door is protected by {user}
de: Diese Tür ist geschützt durch {user}

source: This entity is protected by {user}
de: Diese Sache ist geschützt durch {user}

source: This inventory is protected by {user}
de: Dieses Inventar ist geschützt durch {user}

source: This is not your protection!
de: Dies ist nicht dein Schutz!

source: This protection is not yours!
de: Dieser Schutz ist nicht deiner!

source: This protection is public and so is accessible to everyone
de: Dieser Schutz ist öffentlich und somit zugänglich für jedermann

source: This protection is public!
de: Dieser Schutz ist öffentlich!

source: This protections covers {amount} blocks!
de: Dieser Schutz umfasst {amount} Blöcke!

source: Updated global access level for {user}!
de: Globaler Zugang für {user} aktualisiert!

source: Updated {user}'s access to admin access!
de: Aktualisierter Zugang von {user} zum Admin-Zugang!

source: Updated {user}'s access to normal access!
de: Aktualisierter Zugang von {user} zum Standard-Zugang!

source: Upon hearing the right passphrase the magic surrounding the container gets thinner and lets you pass!
de: Sobald der richtige Geheimspruch wahrgenommen wird nimmt die Magie die den Behälter umgibt ab und gewährt dir Zugang!

source: You are not allowed to modify the access list of this protection!
de: Dir ist es nicht erlaubt die Zugangsliste dieses Schutzes zu ändern!

source: You are not allowed to modify the flags for this protection!
de: Dir ist es nicht erlaubt die Schutz-Einstellungen zu ändern!

source: You can also unset {text:all}
de: Du kannst ebenso {text:alle} zurücksetzen

source: You can only apply guarded, donation and free protections to inventory holders!
de: Bewachter, freier und Spenden-Schutz ist nur für Inventare möglich!

source: You cannot invalidate KeyBooks for password protected locks.
de: Schlüsselbücher können für passwortgeschützten Schutz nicht invalidiert werden.

source: You cannot open the heavy door!
de: Du kannst diese schwere Türe nicht öffnen!

source: You cannot protect this!
de: Du kannst dies nicht schützen!

source: You have cannot set and unset flags at the same time!
de: Du hast kannst nicht gleichzeitig Kennzeichen sowohl setzen als auch unterbinden!

source: You need to define which flags to {text:set} or {text:unset}!
de: Du musst festlegen welche Kennzeichen {text:gesetzt} oder {text:unterbunden} werden!

source: You sense a strong magic aura protecting this
de: Du bemerkst eine starke magische Aura wahr die dies schützt

source: You try to open the container with a passphrase but nothing changes!
de: Du versuchst den Behälter mit einem Geheimspruch zu öffnen doch nichts geschieht!

source: You try to open the container with your KeyBook but nothing happens!
de: Du versuchst den Behälter mit deinem KeyBook zu öffnen doch nichts geschieht!

source: Your commands will now no longer persist!
de: Deine Befehle sind nun nicht länger gültig!

source: Your commands will now persist!
de: Deine Befehle sind von nun an gültig!

source: Your magic is not strong enough to locate the corresponding entity protection!
de: Deine Magie ist nicht stark genug um den zugehörigen Schutz zu lokalisieren!

source: but it does not hinder you when moving items
de: doch das hindert dich nicht Items zu bewegen

source: but it lets you interact as if you were not there
de: aber es lässt dich interagieren als wärst du nicht da

source: last access was {input#time}
de: letzter Zugriff {input#time}

source: looks old and
de: sieht alt und

source: open any containers!
de: Inventare zu öffnen

source: protects {input#type} since {input#time}
de: schützt {input#type} seit {input#time}

source: used up. It
de: verbraucht aus. Es

source: which is located at {vector} in {world}
de: der bei {vector} in {world} geortet ist

source: which is located at {vector} in {world}!
de: der bei {vector} in {world} geortet ist!

source: {user} accessed one of your protected entities somewhere!
de: {user} griff auf eine deiner geschützten Sachen irgendwo zu!

source: {user} accessed one of your protected entities!
de: {user} griff auf eine deiner geschützten Sachen zu!

source: {user} accessed one your protection with the id {integer}!
de: {user} griff auf eine deiner geschützten Sachen mit der Kennung {integer} zu!

source: {user} had no access to this protection!
de: {user} hatte keinen Zugriff auf diesen Schutz!

source: {user} had no global access!
de: {user} hatte keinen globalen Zugang!

source: {user} is now the owner of this protection.
de: {user} ist jetzt der Eigentümer dieses Schutzes.

source: {user} used a KeyBook to access one of your protections!
de: {user} benutzte ein KeyBook um auf eines deiner Schutze Zugang zu bekommen!

source: Administrate the protections
de: Administriert Sicherungen.

source: Creates various protections
de: Erstellt Sicherungen

source: Locker commands
de: Locker Befehle
