Repository: CubeEngine/CubeEngine
Catalog: travel/src/main/resources/translations/*.po
Languages: de

source: Clear all homes (of an user)
de: Löscht alle Homepunkte (eines Spielers)

source: Create a warp
de: Erstellt einen Warppunkt

source: Invite a user to one of your homes
de: Lädt einen Spieler zu Homepunkt ein

source: List all available warps
de: Listen alle verfügbaren Warppunkte auf

source: List all players invited to your homes
de: Listet alle Spieler die zu Homepunkten eingeladen sind auf

source: Make a users warp public
de: Setzt einen Warppunkt öffentlich

source: Make one of your homes private
de: Setzt einen Homepunkt privat

source: Make one of your homes public
de: Setzt einen Homepunkt öffentlich

source: Move a home
de: Bewegt einen Homepunkt

source: Move a warp
de: Bewegt einen Warppunkt

source: Remove a home
de: Löscht einen Homepunkt

source: Remove a warp
de: Löscht einen Warppunkt

source: Rename a warp
de: Benennt einen Warppunkt um

source: Set the welcome message of homes
de: Setzt die Willkommensnachricht für einen Homepunkt

source: Set your home
de: Setzt einen Homepunkt

source: Clear all warps (of a player)
de: Löscht alle Warppunkte (von einem Spieler)

source: Make a players warp private
de: Setzt einen Warppunkt privat

source: Uninvite a player from one of your homes
de: Entlädt einen Spieler von einem Homepunkt

source: You are no longer invited to {user}'s home {name#home}
de: Die Einladung von {user} zum Homepunkt {name#home} wurde zurückgezogen

source: You cannot invite yourself to your own home!
de: Du kannst dich nicht zu deinem eigenen Homepunkt einladen!

source: Your home has been created!
de: Homepunkt erstellt!

source: Your home has been set!
de: Homepunkt wurde gesetzt!

source: Your warp {name} has been created!
de: Warppunkt {name} wurde erstellt!

source: {user} is already invited to your home!
de: {user} wurde bereits zu dem Homepunkt eingeladen!

source: {name#tppoint} ({text:private})
de: {name#tppoint} ({text:privat})

source: {name#tppoint} ({text:public})
de: {name#tppoint} ({text:öffentlich})

source: {user}:{name#tppoint} ({text:private})
de: {user}:{name#tppoint} ({text:privat})

source: {user}:{name#tppoint} ({text:public})
de: {user}:{name#tppoint} ({text:öffentlich})

source: A warp by that name already exist!
de: Es existiert bereits ein Warppunkt mit diesem Namen!

source: Could not rename the home to {name}
de: Konnte den Homepunkt {name} nicht umbenennen

source: Could not rename the warp to {name}
de: Konnte den Warppunkt {name} nicht umbenennen

source: Invite a user to one of your warps
de: Lädt einen Spieler zu einem Warppunkt ein

source: List all players invited to your warps
de: Listet alle zu Warppunkten eingeladenen Spielern

source: Lists homes a player can access
de: Listet alle verfügbaren Homepunkte

source: Rename a home
de: Benennt einen Homepunkt um

source: Set the welcome message of warps
de: Setzt die Willkommensnachricht von einen Warppunkt

source: Teleport to a home
de: Teleportiert zu einem Homepunkt

source: Teleport to a warp
de: Teleportiert zu einem Warppunkt

source: The following homes of {user} have players invited to them:
de: Zu den folgenden Homepunkten von {user} sind Spieler eingeladen:

source: The home {name} of {user} has been moved to your current location
de: Der Homepunkt {name} von {user} wurde zur aktuellen Position bewegt

source: The home {name} of {user} has been removed
de: Der Homepunkt {name} von {user} wurde gelöscht

source: The home {name} of {user} has been renamed to {name}
de: Der Homepunkt {name} von {user} wurde zu {name} umbenannt

source: The home {name} of {user} is in a world that no longer exists!
de: Der Homepunkt {name} von {user} ist in einer Welt die nicht mehr exisistiert!

source: The home {name} of {user} is now private
de: Der Homepunkt {name} von {user} ist jetzt privat

source: The home {name} of {user} is now public
de: Der Homepunkt {name} von {user} ist jetzt öffentlich

source: The teleportation got aborted!
de: Der Teleport wurde abgebrochen!

source: The warp already exists! You can move it with {text:/warp move}
de: Der Warppunkt existiert bereits! Warppunkt bewegen mit {text:/warp move}

source: The warp {name} of {user} has been moved to your current location
de: Der Warppunkt {name} von {user} wurde zur aktuellen Position bewegt

source: The warp {name} of {user} has been removed
de: Der Warppunkt {name} von {user} wurder gelöscht

source: The warp {name} of {user} has been renamed to {name}
de: Der Warppunkt {name} von {user} wurde zu {name} umbenannt

source: The warp {name} of {user} is in a world that no longer exists!
de: Der Warppunkt {name} von {user} ist in einer Welt die nicht mehr exisistiert!

source: The warp {name} of {user} is now private
de: Der Warppunkt {name} von {user} ist jetzt privat

source: The warp {name} of {user} is now public
de: Der Warppunkt {name} von {user} ist jetzt öffentlich

source: The welcome message for the home {name} of {user} is now set to:
de: Die Willkommensnachricht für den Homepunkt {name} von {user} ist jetzt:

source: The welcome message for the warp {name} of {user} is now set to:
de: Die Willkommensnachricht für den Warppunkt {name} von {user} ist jetzt:

source: The welcome message for your home {name} is now set to:
de: Die Willkommensnachricht für den Homepunkt {name} ist jetzt:

source: The welcome message for your warp {name} is now set to:
de: Die Willkommensnachricht für den Warppunkt {name} ist jetzt:

source: There are no homes set.
de: Es sind keine Homepunkte gesetzt.

source: There are no warps set.
de: Es sind keine Warppunkkte gesetzt.

source: There is one home set:
de: Es ist ein Homepunkt gesetzt:

source: There is one warp set:
de: Es ist ein Warppunkt gesetzt:

source: This home is already private!
de: Der Homepunkt ist bereits private!

source: This home is already public!
de: Der Homepunkt ist bereits öffentlich!

source: This home is public. Make it private to disallow others to access it.
de: Der Homepunkt ist öffentlich. Setzte ihn privat damit andere nicht darauf zugreifen können.

source: This warp is already private!
de: Der Warppunkt ist bereits privat!

source: This warp is already public!
de: Der Warppunkt ist bereits öffentlich!

source: This warp is public. Make it private to disallow others to access it.
de: Der Homepunkt ist privat. Setzte ihn öffentlich damit andere darauf zugreifen können.

source: Uninvite a player from one of your warps
de: Lädt einen Spieler von einem Warppunkt aus

source: Use {text:/sethome} to set your home
de: Nutze {text:/sethome} um den Homepunkt zu setzen

source: You are no longer invited to {user}'s warp {name#warp}
de: Einladung von {user} zum Warppunkt {name#warp} wurde zurückgezogen

source: You can't invite a person to a public home.
de: Einladungen sind bei öffentlichen Homepunkten nicht möglich.

source: You can't invite a person to a public warp.
de: Einladungen sind bei öffentlichen Warppunkten nicht möglich.

source: You cannot invite yourself to your own warp!
de: Du kannst dich nicht zu deinem eigenen Warppunkt einladen!

source: You cannot uninvite yourself from your own home!
de: Du kannst dich nicht von deinem Homepunkt ausladen!

source: You cannot uninvite yourself from your own warp!
de: Du kannst dich nicht von deinem Warppunkt ausladen!

source: You do not own a home named {name#home}!
de: Keinen Zugriff auf Homepunkt mit dem Namen {name#home}!

source: You do not own a warp named {name#warp}!
de: Keinen Zugriff auf Homepunkt mit dem Namen {name#home}!

source: You have been teleported to the home {name} of {user}!
de: Teleport zum Homepunkt {name} von {user} abgeschlossen!

source: You have been teleported to the warp {name} of {user}!
de: Teleport zum Warppunkt {name} von {user} abgeschlossen!

source: You have been teleported to your home {name}!
de: Teleport zum eigenen Homepunkt {name} abgeschlossen!

source: You have been teleported to your warp {name}!
de: Teleport zum eigenen Warppunkt {name} abgeschlossen!

source: You have no home named {name#home}!
de: Keinen Zugriff auf Homepunkt mit dem Namen {name#home}!

source: You have no homes with players invited to them!
de: Keine Hoempunkte mit Einladungen gefunden!

source: You have no warp named {name#warp}!
de: Keinen Zugriff auf Warppunkt mit dem Namen {name#home}!

source: Your following homes have players invited to them:
de: Die folgenden Homepunkte haben Einladungen:

source: Your home {name} has been moved to your current location!
de: Der Homepunkt {name} wurde zur aktuellen position bewegt!

source: Your home {name} has been removed!
de: Der Homepunkt {name} wurde gelöscht!

source: Your home {name} has been renamed to {name}
de: Der Homepunkt {name} wurde zu {name} umbenannt

source: Your home {name} is in a world that no longer exists!
de: Der Homepunkt {name} ist in einer Welt die nicht mehr existiert!

source: Your home {name} is now private
de: Der Home {name} ist jetzt privat

source: Your home {name} is now public
de: Der Homepunkt {name} ist jetzt öffentlich

source: Your warp {name} has been moved to your current location!
de: Der Warppunkt {name} wurde zur aktuellen Position bewegt!

source: Your warp {name} has been removed
de: Der Warppunkt {name} wurde gelöscht

source: Your warp {name} has been renamed to {name}
de: Der Warppunkt {name} wurde zu {name} umbenannt

source: Your warp {name} is in a world that no longer exists!
de: Der Warppunkt {name} ist in einer Welt die nicht mehr exisitiert!

source: Your warp {name} is now private
de: Dein Warppunkt {name} ist jetzt privat

source: Your warp {name} is now public
de: Dein Warppunkt {name} ist jetzt öffentlich

source: {user} has no home named {name#home}!
de: {user} hat keinen Homepunkt {name#home}!

source: {user} has no homes with players invited to them!
de: {user} hat keinen Homepunkt mit eingeladenen Spielern!

source: {user} has no warp named {name#warp}!
de: {user} hat keinen Warp {name#warp}!

source: {user} invited you to their private warp. To teleport to it use: /warp {name#warp} {user}
de: Einladung von {user} zum privaten Warppunkt. Zum teleportieren nutze. /warp {name#warp} {user}

source: {user} is already invited to your warp!
de: {user} ist bereits zu diesem Warppunkt eingeladen!

source: {user} is no longer invited to your home {name}
de: {user} ist nicht mehr zum Homepunkt {name} eingeladen

source: {user} is no longer invited to your warp {name}
de: {user} ist nicht mehr zu dem Warppunkt eingeladen

source: {user} is not invited to your home!
de: {user} ist nicht zu deinem Homepunkt eingeladen!

source: {user} is not invited to your warp!
de: {user} ist nicht zu dem Warppunkt eingeladen!

source: {user} is now invited to your home {name}
de: {user} ist jetzt zu dem Homepunkt {name} eingeladen

source: {user} is now invited to your warp {name}
de: {user} ist jetzt zu dem Warppunkt {name} eingeladen

source: How about making a phone call to invite someone instead?
de: Warum rufst du nicht jemanden an um Ihn einzuladen?

source: I am calling the moving company right now!
de: Ich ruf den Umszugsdienst jetzt an!

source: List warps of a player
de: Listet die Warppunkt von Spielern

source: Lists all homes
de: Listen alle Homepunkte auf

source: Ok so I'll need your new address then. No seriously this won't work!
de: Ok ich brauch dann diene Adresse. Ne wirklich das wird nicht klappen!

source: Teleport to your home
de: Teleportiert zu Homepunkten

source: new name
de: neuer name

source: welcome message
de: Willkommensnachricht

source: {user} invited you to their home. To teleport to it use: /home {name#home} {name}
de: Einladung von {user} zum Homepunkt. Zum teleportieren nutze. /home{name#home} {user}

source: {name#warp} ({text:private})
de: {name#warp} ({text:privat)}

source: {name#warp} ({text:public})
de: {name#warp} ({text:öffentlich})

source: {user}:{name#warp} ({text:private})
de: {user}:{name#warp} ({text:privat})

source: {user}:{name#warp} ({text:public})
de: {user}:{name#warp} ({text:öffentlich})

source: Are you sure you want to delete all private warps ever created by {user}?
de: Sollen wirklich alle privaten Warppunkte von {user} gelöscht werden?

source: Are you sure you want to delete all private warps ever created on this server?
de: Sollen wirklich alle privaten Warppunkte des Servers gelöscht werden?

source: Are you sure you want to delete all public warps ever created by {user}?
de: Sollen wirklich alle öffentlichen Warppunkt von {user} gelöscht werden?

source: Are you sure you want to delete all public warps ever created on this server!?
de: Sollen wirklich alle öffentlichen Warppunkte des Servers gelöscht werden?

source: Are you sure you want to delete all warps ever created by {user}?
de: Sollen wirklich alle Warppunkte von {user} gelöscht werden?

source: Are you sure you want to delete all warps ever created on this server!?
de: Sollen wirklich alle Warppunkte des Servers gelöscht werden?

source: Are you sure you want to delete all {input#public|private}homes created by {user} in your current selection?
de: Sollen wirklich alle {input#public|private} Homepunkte von {user} in der aktuellen Auswahl gelöscht werden?

source: Are you sure you want to delete all {input#public|private}homes created in your current selection?
de: Sollen wirklich alle {input#public|private} Homepunkte in der aktuellen Auswahl gelöscht werden?

source: Are you sure you want to delete all {input#public|private}homes ever created by {user}?
de: Sollen wirklich alle {input#public|private} Homepunkt von {user} gelöscht werden?

source: Are you sure you want to delete all {input#public|private}homes ever created on this server?
de: Sollen wirklich alle {input#public|private} Homepunkte des Servers gelöscht werden?

source: Confirm with: {text:/confirm} before 30 seconds have passed to delete the homes
de: Bestätige mit: {text:/confirm} bevor 30 Sekunden vergangen sind um die Homepuntke zu löschen

source: Confirm with: {text:/confirm} before 30 seconds have passed to delete the warps
de: Bestätige mit: {text:/confirm} bevor 30 Sekunden vergangen sind um die Warppunkt zu löschen

source: Invalid selection!
de: Ungültige Auswahl!

source: No homes are available to you!
de: Keine Homepunkte gefunden!

source: No homes are available to {user}!
de: {user} hat keine verfügbaren Homepunkte!

source: No warps are available to you!
de: Keine Warppunkte gefunden!

source: The following homes are available to you:
de: Die folgenden Homepunkte sind verfügbar:

source: The following homes are available to {user}:
de: Die folgenden Homepunkte sind für {user} verfügbar:

source: The following warps are available to you:
de: Die folgenen Warppunkte sind verfügbar:

source: The following warps of {user} have players invited to them:
de: Die folgenden Warppunkte von {user} haben Einladungen:

source: The home already exists! You can move it with {text:/home move}
de: Der Homepunkt existiert bereits! Zum bewegen nutze: {text:/home move}

source: This command has been disabled for ingame use via the configuration
de: Dieser Befehl wurde für Benutzung im Spiel in der Configuration abgeschaltet

source: You have no warps with players invited to them!
de: Keine Warppunkte mit eingeladenen Spielern gefunden!

source: You have to be in game to use the selection flag
de: Die Auswahl ist nur im Spiel nutzbar

source: Your following warps have players invited to them:
de: Zu den folgenden Warppunkten sind Spieler eingeladen:

source: Your home {name} has been created!
de: Homepunkt {name} erstellt!

source: {user} has no warps with players invited to them!
de: {user} hat keine Warppunkte mit eingeladenen Spielern!
