Repository: CubeEngine/CubeEngine
Catalog: kits/src/main/resources/assets/org/cubeengine/translations/*_kits.po
Languages: de

source: Creates a new kit with the items in your inventory.
de: Erstellt mit den Items aus deinem Inventar ein neues Kit.

source: Lists all currently available kits.
de: Listet alle derzeit verfügbare Kits auf.

source: Created the {name#kit} kit!
de: Kit {name#kit} erstellt!

source: Kit {input} not found!
de: Kit {input} nicht gefunden!

source: No one received the kit!
de: Keiner hat das Kit erhalten!

source: Received the {name#kit} kit!
de: Kit {name#kit} erhalten!

source: You gave {user} the {name#kit} kit!
de: Du hast {user} das Kit {name#kit} gegeben!

source: {amount} players did not receive a kit!
de: {amount} Spieler haben kein Kit erhalten!

source: {name#kit} is is not a valid name! Do not use characters like *, | or ?
de: {name#kit} ist ist kein gültiger Name! Benutze keine Sonderzeichen (*, | , ?)

source: {user} is not online!
de: {user} ist nicht online!
