Repository: CubeEngine/CubeEngine
Catalog: itemrepair/src/main/resources/translations/*.po
Languages: de

source: Adds a new RepairBlock
de: Fügt einen neuen ReparaturBlock hinzu

source: Removes an existing RepairBlock
de: Entfernt einen vorhandenen ReparaturBlock

source: Items will break with a chance of {decimal:2}%
de: Items können mit einer Wahrscheinlichkeit von {decimal:2}% zerbrechen

source: Items will loose all enchantments with a chance of {decimal:2}%
de: Items können all ihre Verzauberungen mit einer Wahrscheinlichkeit von {decimal:2}% verlieren

source: Items will not repair with a chance of {decimal:2}%
de: Items werden mit einer Wahrscheinlichkeit von {decimal:2}% nicht repariert

source: Oh no! Some of your items lost their magical power.
de: Einige deiner Items haben ihre Magie verloren. Schade.

source: Repair block successfully added!
de: ReparaturBlock erfolgreich erstellt!

source: Repair block successfully removed!
de: ReparaturBlock erfolgreich entfernt!

source: Thats {decimal#percent:2}% less then the normal price!
de: Das sind {decimal#percent:2}% weniger als der normale Preis!

source: Thats {decimal#percent:2}% of the normal price!
de: Das entspricht {decimal#percent:2}% des Normalpreises!

source: The repair has been cancelled!
de: Die Reparatur wurde abgebrochen!

source: The repair would cost {input#amount}
de: Die Reparatur würde {input#amount} kosten

source: The repair would cost {input#amount} (+{decimal:2}%)
de: Die Reparatur würde {input#amount} (+{decimal:2}%) kosten

source: The repair would cost {input#amount} (-{decimal:2}%)
de: Die Reparatur würde {input#amount} (-{decimal:2}%) kosten

source: There are no items to repair!
de: Es gibt keine Items die zu reparieren sind!

source: This block can't be used as a repair block!
de: Dieser Block kann nocht als ReparaturBlock benutzt werden!

source: This block is already a repair block!
de: Dieser Block ist bereits ein ReparaturBlock!

source: This block is not a repair block!
de: Dieser Block ist kein ReparaturBlock!

source: You are not allowed to use this repair block!
de: Dir ist es nicht erlaubt diesen ReparaturBlock zu benutzen!

source: You broke some of your items when repairing!
de: Dir ist beim Reparieren mindestens ein Item zerbrochen!

source: You currently have {input#balance}
de: Du hast momentan {input#balance}

source: You don't have enough money to repair these items!
de: Du besitzt nicht genügend Geld um diese Items zu reparieren!

source: You failed to repair some of your items!
de: Dir gelang es nicht alle deine Items zu reparieren!

source: You paid {input#amount} to repair your items!
de: Du hast für das Reparieren {input#amount} bezahlt!

source: {text:Leftclick} again to repair all your damaged items.
de: {text:Linksklicke} erneut um all deine beschädigten Items zu reparieren.

source: ItemRepair commands
de: ItemRepair Befehle
