Repository: CubeEngine/CubeEngine
Catalog: kickban/src/main/resources/assets/cubeengine/translations/*_kickban.po
Languages: de

source: And with it kicked: {user#list}!
de: Und damit gekickt: {user#list}!

source: Bans a player for a given time.
de: Bannt einen Spieler für eine bestimmte Zeit

source: Bans a player permanently on your server.
de: Bannt einen Spieler permanent auf diesem Server.

source: Bans the IP from this server.
de: Bannt eine IP von diesem Server.

source: IP address
de: IP-Adresse

source: Kicks a player from the server
de: Kickt einen Spieler vom Server

source: The IP {input#ip} was banned from the server by {sender}!
de: Die IP {input#ip} wurde durch {sender} vom Server gebannt!

source: Unbans a previously banned player.
de: Entbannt einen gebannten Spieler.

source: View all players banned from this server
de: Zeige alle Spieler an, die von diesem Server gebannt sind

source: You have been banned from this server!
de: Du wurdest von diesem Server gebannt!

source: You have been kicked from the server!
de: Du wurdest vom Server gekickt!

source: {user} was banned from the server by {sender}!
de: {user} wurde durch {sender} vom Server gebannt!

source: {user} was banned temporarily from the server by {sender}!
de: {user} wurde temporär durch {sender} vom Server gebannt!

source: {user} was kicked from the server by {user}!
de: {user} wurde durch {user} vom Server gekickt!
